export const hotels = [
    {
        name: 'KUDI пакеті',
        img: 'https://cf.bstatic.com/xdata/images/hotel/max1024x768/587485953.jpg?k=f164193f951972368955f5c3fea45babc41d0f595d9483c8d89f0cd3d75054f1&o=&hp=1',
        revCount: '32',
        inMekka: 'Қонақ үй Меккеде KUDI ⭐️ 1200 метр',
        inMedina: 'Мединада NUSUK AL HIDJRA 4⭐️ 300 метр',
        flight: 'AIR ASTANA авиакомпаниясымен тікелей рейс✈️',
        flightRoute: 'Алматы - Джидда' + 'Медина - Алматы',
        transfer:'Мекке - Медина автобус 🚌',
        tourPriceContains: [
            '✈️Авиабилеттер',
            '📂Виза',
            '🗺Экскурсия: Мекке мен Медина қаласында.',
            '🚌Трансфер',
            '👳🏻‍Гид қызметі',
            '🛍қажылық жиынтығы',
            '🏢Отель',
            '🥘Екі мезгіл ас',
            '💧5 литр зәм зәм суы',
            '🧳 багаж 23 кг + 7 кг қол жүгі'
        ],
        daysCount: {
            six: {
                days: '6',
                daysInMekka: '4',
                daysInMedina: '2',
            },
            eight: {
                days: '8',
                daysInMekka: '6',
                daysInMedina: '2',
            }
        },
        prices: {
            sixDays: {
                onePerson: '1350',
                twoPeople: '1200',
                threePeople: '1150',
                fourPeople: '1100'
            },
            eightDays: {
                onePerson: '1500',
                twoPeople: '1300',
                threePeople: '1250',
                fourPeople: '1200'
            },
        },
        priceChangeDates: '20.12.2024 - 10.01.2025'
    },
    {
        name: 'Пакет - VOCO',
        img: 'https://digital.ihg.com/is/image/ihg/voco-makkah-8812424404-2x1',
        revCount: '54',
        inMekka: 'Гостиница в Мекке - Voco 4⭐️1200 метров.',
        inMedina: 'В Медине - Valy 4⭐️300 метров',
        flight: 'Авиакомпания - AirAstana прямой рейс',
        flightRoute: 'ALA-MED-JED-ALA',
        transfer:'Мекке - Медина автобус 🚌',
        tourPriceContains: [
            '✈️Авиабилеты',
            '📂Виза',
            '🗺Экскурсия: в городе Мекка и Медина',
            '🚌Трансфер',
            '👳🏻‍♂️Услуги гида',
            '🏢Отель',
            '🥘2 разовое питание',
            '💧💧5 литров Зам Зам',
            '🧳багаж 20кг + 7кг ручной'
        ],
        daysCount: {
            six: {
                days: '6',
                daysInMekka: '4',
                daysInMedina: '2',
            },
            eight: {
                days: '8',
                daysInMekka: '6',
                daysInMedina: '2',
            }
        },
        prices: {
            sixDays: {
                onePerson: '1350',
                twoPeople: '1200',
                threePeople: '1150',
                fourPeople: '1100'
            },
            eightDays: {
                onePerson: '1500',
                twoPeople: '1300',
                threePeople: '1250',
                fourPeople: '1200'
            },
        },
        priceChangeDates: '20.12.2024 - 10.01.2025'
    },
    {
        name: 'MARRIOT  пакеті',
        img: 'https://cache.marriott.com/content/dam/marriott-digital/mc/emea/hws/q/qcamc/en_us/photo/unlimited/assets/qcamc-terrace-0006.jpg',
        revCount: '138',
        inMekka: 'Қонақ үй Меккеде 4⭐️  MARRIOTT 2000м (Аль-Харам мешітімен арақашықтық)',
        inMedina: 'Мединада  4⭐️  VALY 300м',
        flight: 'AIR ASTANA авиакомпаниясымен тікелей рейс✈️',
        flightRoute: 'Алматы - Джидда Медина - Алматы',
        transfer:'Мекке - Медина жүрдек поезд🚄',
        tourPriceContains: [
            '✈️Авиабилеттер',
            '📂Виза',
            '🗺Экскурсия: Мекке мен Медина қаласында.',
            '🚌Трансфер',
            '👳🏻‍Гид қызметі',
            '🛍қажылық жиынтығы',
            '🏢Отель',
            '🥘Екі мезгіл швед үстелінде ас',
            '💧5 литр зәм зәм суы',
            '🧳 багаж 23 кг + 7 кг қол жүгі'
        ],
        daysCount: {
            six: {
                days: '6',
                daysInMekka: '4',
                daysInMedina: '2',
            },
            eight: {
                days: '8',
                daysInMekka: '6',
                daysInMedina: '2',
            }
        },
        prices: {
            sixDays: {
                onePerson: '2000',
                twoPeople: '1500',
                threePeople: '1450',
                fourPeople: '1400'
            },
            eightDays: {
                onePerson: '2400',
                twoPeople: '1600',
                threePeople: '1550',
                fourPeople: '1500'
            },
        },
        priceChangeDates: '20.12.2024 - 10.01.2025'
    },
    {
        name: 'HIKMA пакеті 7 күн',
        img: 'https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2b/a7/85/bf/caption.jpg?w=700&h=-1&s=1',
        revCount: '11',
        inMekka: 'Мекке қаласында 5⭐️ ADDRESS 500 метров',
        inMedina: 'Медина қаласында 4 ⭐️Valy 300метров⭐️',
        flight: 'Тікелей рейс- Air Astana ✈️ (BUSINESS CLASS +1000$)',
        flightRoute: 'Алматы - Джидда Медина- Алматы',
        transfer:'Медина-Мекка жүрдек пойыз🚝',
        tourPriceContains: [
            '✈️Авиабилеттер',
            '📂1-жылдық ВИЗА',
            '🗺Экскурсия: Мекке мен Медина қаласында.',
            '🚌Трансфер',
            '👳🏻‍Гид қызметі',
            '🛍қажылық жиынтығы',
            '🏢Отель',
            '🥘Екі мезгіл ас',
            '💧5 литр зәм зәм суы',
            '🧳 багаж 23 кг + 7 кг қол жүгі'
        ],
        daysCount: {
            six: {
                days: '6',
                daysInMekka: '3',
                daysInMedina: '3',
            },
            eight: {
                days: '8',
                daysInMekka: '5',
                daysInMedina: '3',
            }
        },
        prices: {
            sixDays: {
                onePerson: '2350',
                twoPeople: '1850',
                threePeople: '1750',
            },
            eightDays: {
                onePerson: '2800',
                twoPeople: '2050',
                threePeople: '1950',
            },
        },
        priceChangeDates: '20.12.2024 - 10.01.2025'
    },
    {
        name: 'IZI пакеті 7 күн',
        img: 'https://makkah-madinah.accor.com/wp-content/uploads/2024/08/013-Fairmont-Double-Bedroom.jpg',
        revCount: '98',
        inMekka: 'Мекке қаласында 5⭐️ FAIRMONT 50 метров',
        inMedina: 'Медина қаласында 5 ⭐️ ROTANA 200 метров⭐️',
        flight: 'Тікелей рейс- Air Astana ✈️ (BUSINESS CLASS +1000$)',
        flightRoute: 'Алматы - Джидда Медина- Алматы',
        transfer:'Медина-Мекка жүрдек пойыз🚝',
        tourPriceContains: [
            '✈️Авиабилеттер',
            '📂Виза',
            '🗺Экскурсия: Мекке мен Медина қаласында.',
            '🚌Трансфер',
            '👳🏻‍Гид қызметі',
            '🛍қажылық жиынтығы',
            '🏢Отель',
            '🥘Екі мезгіл ас',
            '💧5 литр зәм зәм суы',
            '🧳 багаж 23 кг + 7 кг қол жүгі'
        ],
        daysCount: {
            six: {
                days: '6',
                daysInMekka: '3',
                daysInMedina: '3',
            },
        },
        prices: {
            sixDays: {
                onePerson: '3200',
                twoPeople: '2300',
                threePeople: '2150',
            }
        },
        priceChangeDates: '20.12.2024 - 10.01.2025'
    }
]


export const citiesList = [
    'Актау',
    'Актобе',
    'Алматы',
    'Астана',
    'Атырау',
    'Караганда',
    'Костанай',
    'Кызылорда',
    'Уральск'
]
